
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Số không hợp lệ";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Không đáp ứng được tối thiểu";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Vượt quá lượng tối đa";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Không cho phép Điểm Di động";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Chuỗi ngày không hợp lệ";

